let hscodeArr = [
	{
		group: '食品、饮料',
		children: [
			{
				value: '01010700',
				label: '奶粉',
			},
			{
				value: '01010110',
				label: '干鱼翅',
			},
			{
				value: '01010120',
				label: '干鲍鱼',
			},
			{
				value: '01010130',
				label: '干海参',
			},
			{
				value: '01010140',
				label: '干瑶柱',
			},
			{
				value: '01010150',
				label: '干海马、干海龙',
			},
			{
				value: '01010160',
				label: '鱼肚（花胶）',
			},
			{
				value: '01010190',
				label: '其他水产品',
			},
			{
				value: '01010210',
				label: '燕盏',
			},
			{
				value: '01010220',
				label: '燕饼（燕丝、燕条）',
			},
			{
				value: '01010230',
				label: '燕碎',
			},
			{
				value: '01010290',
				label: '其他燕窝制品',
			},
			{
				value: '01010300',
				label: '冬虫夏草',
			},
			{
				value: '01010400',
				label: '参',
			},
			{
				value: '01010500',
				label: '鹿茸',
			},
			{
				value: '01010600',
				label: '阿胶',
			},
			{
				value: '01010800',
				label: '调味品',
			},
			{
				value: '01019900',
				label: '其他食品',
			},
			{
				value: '01020100',
				label: '茶叶',
			},
			{
				value: '01020200',
				label: '咖啡',
			},
			{
				value: '01029900',
				label: '其他饮料',
			},
		],
	},
	{
		group: '酒',
		children: [
			{
				value: '02010100',
				label: '啤酒12度以下（不含12度）',
			},
			{
				value: '02010200',
				label: '啤酒12度至22度（不含22度)',
			},
			{
				value: '02020100',
				label: '葡萄酒12度以下（不含12度）',
			},
			{
				value: '02020200',
				label: '葡萄酒12度至22度（含22度）',
			},
			{
				value: '02030100',
				label: '清酒12度以下（不含12度）',
			},
			{
				value: '02030200',
				label: '清酒12度至22度（不含22度）',
			},
			{
				value: '02030300',
				label: '清酒22度及以上',
			},
			{
				value: '02040000',
				label: '白兰地',
			},
			{
				value: '02050000',
				label: '威士忌',
			},
			{
				value: '02060000',
				label: '伏特加',
			},
			{
				value: '02070000',
				label: '白酒',
			},
			{
				value: '02080000',
				label: '药酒',
			},
			{
				value: '02990000',
				label: '其他酒',
			},
		],
	},
	{
		group: '药',
		children: [
			{
				value: '01030100',
				label: '抗癌药品',
			},
			{
				value: '01030200',
				label: '中药酒',
			},
			{
				value: '01039900',
				label: '其他药品',
			},
		],
	},
	{
		group: '烟',
		children: [
			{
				value: '03010000',
				label: '卷烟',
			},
			{
				value: '03020000',
				label: '雪茄烟',
			},
			{
				value: '03030000',
				label: '烟丝',
			},
			{
				value: '03990000',
				label: '其他烟',
			},
		],
	},
	{
		group: '纺织品及其制成品',
		children: [
			{
				value: '04010100',
				label: '外衣',
			},
			{
				value: '04010200',
				label: '外裤',
			},
			{
				value: '04010300',
				label: '内衣裤',
			},
			{
				value: '04010400',
				label: '衬衫/T恤衫',
			},
			{
				value: '04019900',
				label: '其他衣着',
			},
			{
				value: '04020100',
				label: '帽子',
			},
			{
				value: '04020200',
				label: '丝巾、头巾、围巾',
			},
			{
				value: '04020300',
				label: '领带',
			},
			{
				value: '04020400',
				label: '腰带',
			},
			{
				value: '04020500',
				label: '手套',
			},
			{
				value: '04029900',
				label: '其他配饰',
			},
			{
				value: '04030100',
				label: '毛毯、被子、床罩、睡袋',
			},
			{
				value: '04030200',
				label: '枕头、床单、毛巾被、被套',
			},
			{
				value: '04030300',
				label: '地毯',
			},
			{
				value: '04030400',
				label: '窗帘',
			},
			{
				value: '04039900',
				label: '其他家纺用品',
			},
			{
				value: '04990000',
				label: '其他纺织品及其制成品',
			},
		],
	},
	{
		group: '皮革服装及配饰',
		children: [
			{
				value: '05010100',
				label: '裘皮衣',
			},
			{
				value: '05010200',
				label: '皮大衣',
			},
			{
				value: '05010300',
				label: '皮上衣',
			},
			{
				value: '05010400',
				label: '皮背心',
			},
			{
				value: '05010500',
				label: '皮裤',
			},
			{
				value: '05010600',
				label: '皮裙',
			},
			{
				value: '05019900',
				label: '其他皮革服装',
			},
			{
				value: '05020100',
				label: '皮帽',
			},
			{
				value: '05020200',
				label: '皮带',
			},
			{
				value: '05020300',
				label: '皮手套',
			},
			{
				value: '05029900',
				label: '其他皮革配饰',
			},
			{
				value: '05990000',
				label: '其他皮革制品（箱包和鞋靴除外）',
			},
		],
	},
	{
		group: '箱包和鞋靴',
		children: [
			{
				value: '06010100',
				label: '箱',
			},
			{
				value: '06010200',
				label: '挎包、背包、提包',
			},
			{
				value: '06010300',
				label: '钱包、钥匙包',
			},
			{
				value: '06019900',
				label: '其他箱包',
			},
			{
				value: '06020100',
				label: '皮鞋',
			},
			{
				value: '06020200',
				label: '皮靴',
			},
			{
				value: '06020300',
				label: '运动鞋',
			},
			{
				value: '06029900',
				label: '其他鞋靴',
			},
		],
	},
	{
		group: '表、钟及其配件、附件',
		children: [
			{
				value: '07010100',
				label: '高档手表（审定价格在人民币10000元及以上）',
			},
			{
				value: '07010210',
				label: '石英表（电子表）',
			},
			{
				value: '07010220',
				label: '机械表',
			},
			{
				value: '07010290',
				label: '其他表',
			},
			{
				value: '07020100',
				label: '座钟、挂钟、台钟',
			},
			{
				value: '07020200',
				label: '落地钟',
			},
			{
				value: '07029900',
				label: '其他钟',
			},
			{
				value: '07030000',
				label: '钟表配件、附件',
			},
		],
	},
	{
		group: '金银、贵重首饰及珠宝玉石',
		children: [
			{
				value: '08010000',
				label: '金银',
			},
			{
				value: '08020100',
				label: '钻石及钻石首饰',
			},
			{
				value: '08020200',
				label: '贵重首饰及珠宝玉石',
			},
		],
	},
	{
		group: '化妆品、洗护用品',
		children: [
			{
				value: '09010112',
				label: '香水及花露水',
			},
			{
				value: '09010190',
				label: '其他芳香类化妆品',
			},
			{
				value: '09010212',
				label: '唇膏、唇彩',
			},
			{
				value: '09010222',
				label: '唇线笔',
			},
			{
				value: '09010299',
				label: '其他唇用化妆品',
			},
			{
				value: '09010312',
				label: '睫毛膏（液、油）',
			},
			{
				value: '09010322',
				label: '眼线笔（液）',
			},
			{
				value: '09010332',
				label: '眉笔（眉粉）',
			},
			{
				value: '09010342',
				label: '眼影',
			},
			{
				value: '09010392',
				label: '其他眼用化妆品',
			},
			{
				value: '09010412',
				label: '洗甲（趾）液',
			},
			{
				value: '09010422',
				label: '指（趾）甲油',
			},
			{
				value: '09010492',
				label: '其他指（趾）甲化妆品',
			},
			{
				value: '09010512',
				label: '粉底及粉底液',
			},
			{
				value: '09010522',
				label: '粉饼',
			},
			{
				value: '09010532',
				label: '扑面粉',
			},
			{
				value: '09010542',
				label: '胭脂（粉）、腮红（粉）',
			},
			{
				value: '09010592',
				label: '其他粉状化妆品',
			},
			{
				value: '09020110',
				label: '洗面奶、洁面霜',
			},
			{
				value: '09020120',
				label: '卸妆水',
			},
			{
				value: '09020190',
				label: '其他清洁用品',
			},
			{
				value: '09020212',
				label: '化妆水',
			},
			{
				value: '09020222',
				label: '眼霜',
			},
			{
				value: '09020232',
				label: '面霜及乳液',
			},
			{
				value: '09020242',
				label: '精华液（素）',
			},
			{
				value: '09020252',
				label: '防晒霜（露、乳液）',
			},
			{
				value: '09020262',
				label: '面膜',
			},
			{
				value: '09020272',
				label: '润唇膏',
			},
			{
				value: '09020282',
				label: '护手霜',
			},
			{
				value: '09020292',
				label: '其他护肤用品',
			},
			{
				value: '09020310',
				label: '洗/护发液',
			},
			{
				value: '09020390',
				label: '其他护发用品',
			},
			{
				value: '09029900',
				label: '其他清洁护理品',
			},
		],
	},
	{
		group: '家用医疗、保健及美容器材',
		children: [
			{
				value: '10010100',
				label: '血糖计',
			},
			{
				value: '10010200',
				label: '血糖试纸',
			},
			{
				value: '10010300',
				label: '红外线耳探热针',
			},
			{
				value: '10010400',
				label: '家用雾化机',
			},
			{
				value: '10010500',
				label: '血压计',
			},
			{
				value: '10019900',
				label: '其他家用医疗器材',
			},
			{
				value: '10020100',
				label: '按摩床',
			},
			{
				value: '10020200',
				label: '按摩椅',
			},
			{
				value: '10029900',
				label: '其他家用保健器材',
			},
			{
				value: '10030100',
				label: '蒸汽仪',
			},
			{
				value: '10030200',
				label: '喷雾器',
			},
			{
				value: '10039900',
				label: '其他家用美容器材',
			},
		],
	},
	{
		group: '厨卫用具及小家电',
		children: [
			{
				value: '11010100',
				label: '餐具/刀具',
			},
			{
				value: '11010200',
				label: '炊具',
			},
			{
				value: '11010300',
				label: '灶具',
			},
			{
				value: '11010400',
				label: '净水器（含过滤芯）',
			},
			{
				value: '11010500',
				label: '净水器过滤芯',
			},
			{
				value: '11011100',
				label: '电饭煲',
			},
			{
				value: '11011200',
				label: '微波炉',
			},
			{
				value: '11011300',
				label: '电磁炉',
			},
			{
				value: '11011400',
				label: '抽油烟机',
			},
			{
				value: '11011500',
				label: '家用洗碗机',
			},
			{
				value: '11011600',
				label: '电动榨汁机',
			},
			{
				value: '11011700',
				label: '咖啡机',
			},
			{
				value: '11019900',
				label: '其他厨房用具',
			},
			{
				value: '11020100',
				label: '热水器',
			},
			{
				value: '11021120',
				label: '电吹风机',
			},
			{
				value: '11021130',
				label: '电动剃须刀',
			},
			{
				value: '11020400',
				label: '电动牙刷',
			},
			{
				value: '11029900',
				label: '其他卫生间用具',
			},
			{
				value: '11030110',
				label: '普通电话机',
			},
			{
				value: '11030121',
				label: '键盘式手持移动电话机',
			},
			{
				value: '11030122',
				label: '触屏式手持移动电话机',
			},
			{
				value: '11030130',
				label: '电话传真机',
			},
			{
				value: '11030140',
				label: '可视电话机',
			},
			{
				value: '11030150',
				label: '电话机配件、附件',
			},
			{
				value: '11030190',
				label: '其他电话机',
			},
			{
				value: '11031200',
				label: '电风扇',
			},
			{
				value: '11031300',
				label: '电熨斗',
			},
			{
				value: '11031400',
				label: '电暖器',
			},
			{
				value: '11031500',
				label: '增/除湿机、增除湿一体机',
			},
			{
				value: '11031600',
				label: '空气清新机',
			},
			{
				value: '11031700',
				label: '吸尘器',
			},
			{
				value: '11031800',
				label: '地板打蜡机',
			},
			{
				value: '11031900',
				label: '电动剪草机',
			},
			{
				value: '11032000',
				label: '电缝纫机、编织机',
			},
			{
				value: '11032100',
				label: '灯具',
			},
			{
				value: '11039910',
				label: '其他家电类信息技术产品',
			},
			{
				value: '11039990',
				label: '其他小家电',
			},
		],
	},
	{
		group: '家具',
		children: [
			{
				value: '12010000',
				label: '实木家具',
			},
			{
				value: '12020000',
				label: '皮质家具',
			},
			{
				value: '12030000',
				label: '藤、竹质家具',
			},
			{
				value: '12990000',
				label: '其他家具',
			},
		],
	},
	{
		group: '空调及其配件、附件',
		children: [
			{
				value: '13010100',
				label: '空调1匹及以下',
			},
			{
				value: '13010200',
				label: '空调1匹以上2匹以下（含2匹）',
			},
			{
				value: '13010300',
				label: '空调2匹以上3匹以下（含3匹）',
			},
			{
				value: '13010400',
				label: '空调3匹以上',
			},
			{
				value: '13020000',
				label: '空调配件、附件',
			},
			{
				value: '13990000',
				label: '其他空调',
			},
		],
	},
	{
		group: '电冰箱及其配件、附件',
		children: [
			{
				value: '14010100',
				label: '电冰箱和冰柜100公升及以下',
			},
			{
				value: '14010200',
				label: '电冰箱和冰柜101-200公升',
			},
			{
				value: '14010300',
				label: '电冰箱和冰柜201-250公升',
			},
			{
				value: '14010400',
				label: '电冰箱和冰柜251-300公升',
			},
			{
				value: '14010500',
				label: '电冰箱和冰柜301-400公升',
			},
			{
				value: '14010600',
				label: '电冰箱和冰柜401-500公升',
			},
			{
				value: '14010700',
				label: '电冰箱和冰柜501公升及以上',
			},
			{
				value: '14020100',
				label: '红酒柜12瓶及以下',
			},
			{
				value: '14020200',
				label: '红酒柜13-18瓶',
			},
			{
				value: '14020300',
				label: '红酒柜19-45瓶',
			},
			{
				value: '14020400',
				label: '红酒柜46-75瓶',
			},
			{
				value: '14020500',
				label: '红酒柜76-120瓶',
			},
			{
				value: '14020600',
				label: '红酒柜121瓶及以上',
			},
			{
				value: '14030000',
				label: '电冰箱配件、附件',
			},
			{
				value: '14990000',
				label: '其他电冰箱',
			},
		],
	},
	{
		group: '洗衣设备及其配件、附件',
		children: [
			{
				value: '15010100',
				label: '洗衣机波轮式',
			},
			{
				value: '15010200',
				label: '洗衣机滚筒式',
			},
			{
				value: '15020000',
				label: '干衣机/烘干机',
			},
			{
				value: '15030000',
				label: '洗衣设备配件、附件',
			},
			{
				value: '15990000',
				label: '其他洗衣设备',
			},
		],
	},
	{
		group: '电视机及其配件、附件',
		children: [
			{
				value: '16010100',
				label: '电视机22英寸及以下',
			},
			{
				value: '16010200',
				label: '电视机23英寸至32英寸',
			},
			{
				value: '16010300',
				label: '电视机33英寸至39英寸',
			},
			{
				value: '16010400',
				label: '电视机40英寸至42英寸',
			},
			{
				value: '16010500',
				label: '电视机43英寸至45英寸',
			},
			{
				value: '16010600',
				label: '电视机46英寸至49英寸',
			},
			{
				value: '16010700',
				label: '电视机50英寸至54英寸',
			},
			{
				value: '16010800',
				label: '电视机55英寸至59英寸',
			},
			{
				value: '16010900',
				label: '电视机60英寸至64英寸',
			},
			{
				value: '16011000',
				label: '电视机65英寸以上',
			},
			{
				value: '16020000',
				label: '电视机配件、附件',
			},
			{
				value: '16990000',
				label: '其他电视机',
			},
		],
	},
	{
		group: '摄影（像）设备及其配件、附件',
		children: [
			{
				value: '17010110',
				label: '一体式数字照相机',
			},
			{
				value: '17010121',
				label: '可拆卸式数字照相机机身',
			},
			{
				value: '17010122',
				label: '可拆卸式数码照相机镜头',
			},
			{
				value: '17010210',
				label: '反光式胶片照相机',
			},
			{
				value: '17010220',
				label: '一次成像照相机',
			},
			{
				value: '17010290',
				label: '其他照相机',
			},
			{
				value: '17020100',
				label: '电视摄像机',
			},
			{
				value: '17020200',
				label: '视频摄录一体机',
			},
			{
				value: '17029900',
				label: '其他摄像机',
			},
			{
				value: '17030100',
				label: '其他摄影（像）类信息技术产品',
			},
			{
				value: '17030200',
				label: '其他摄影（像）设备',
			},
		],
	},
	{
		group: '影音设备及其配件、附件',
		children: [
			{
				value: '17990110',
				label: '数码存储卡存储容量8G及以下',
			},
			{
				value: '17990120',
				label: '数码存储卡存储容量8G以上',
			},
			{
				value: '17990200',
				label: '闪光灯',
			},
			{
				value: '17990300',
				label: '支架',
			},
			{
				value: '17990400',
				label: '胶卷',
			},
			{
				value: '17999900',
				label: '其他摄影（像）设备配件、附件',
			},
			{
				value: '18010100',
				label: '录音笔',
			},
			{
				value: '18010200',
				label: '录音机',
			},
			{
				value: '18010300',
				label: '收音机',
			},
			{
				value: '18010400',
				label: 'MP3播放器（音频多媒体播放器）',
			},
			{
				value: '18010500',
				label: 'MP4播放器（视频多媒体播放器）',
			},
			{
				value: '18019900',
				label: '其他便携式影音设备',
			},
			{
				value: '18020100',
				label: '电唱机（含便携式激光唱机）',
			},
			{
				value: '18020200',
				label: '放像机',
			},
			{
				value: '18020300',
				label: '录像机',
			},
			{
				value: '18020400',
				label: '激光视盘机（LD、VCD、DVD等）',
			},
			{
				value: '18020500',
				label: '（单）功能座（功放、调谐、均衡等）',
			},
			{
				value: '18020600',
				label: '音箱',
			},
			{
				value: '18020700',
				label: '便携式收音、录音、激光唱盘一体机',
			},
			{
				value: '18029900',
				label: '其他音响设备',
			},
			{
				value: '18030100',
				label: '耳机及耳塞机',
			},
			{
				value: '18030200',
				label: '磁盘',
			},
			{
				value: '18030310',
				label: '重放声音或图像信息的磁带',
			},
			{
				value: '18030320',
				label: '其他磁带',
			},
			{
				value: '18030400',
				label: '半导体媒体',
			},
			{
				value: '18030510',
				label: '已录制唱片',
			},
			{
				value: '18030520',
				label: '其他唱片',
			},
			{
				value: '18039900',
				label: '其他影音设备配件、附件',
			},
			{
				value: '18990100',
				label: '其他影音类信息技术产品',
			},
			{
				value: '18990200',
				label: '其他影音设备',
			},
		],
	},
	{
		group: '计算机及其外围设备',
		children: [
			{
				value: '19010100',
				label: '台式个人计算机主机',
			},
			{
				value: '19010200',
				label: '主机、显示器一体机',
			},
			{
				value: '19010310',
				label: '键盘式笔记本电脑',
			},
			{
				value: '19010320',
				label: '触屏式笔记本电脑',
			},
			{
				value: '19010410',
				label: '主板',
			},
			{
				value: '19010420',
				label: '中央处理器（CPU）',
			},
			{
				value: '19010431',
				label: '内存条4G及以下',
			},
			{
				value: '19010432',
				label: '内存条4G以上',
			},
			{
				value: '19010440',
				label: '功能卡',
			},
			{
				value: '19010490',
				label: '其他计算机配件',
			},
			{
				value: '19019900',
				label: '其他计算机',
			},
			{
				value: '19020100',
				label: '鼠标',
			},
			{
				value: '19020200',
				label: '键盘',
			},
			{
				value: '19020300',
				label: '音箱',
			},
			{
				value: '19020411',
				label: '液晶显示器19英寸及以下',
			},
			{
				value: '19020412',
				label: '液晶显示器19英寸以上，24英寸及以下',
			},
			{
				value: '19020413',
				label: '液晶显示器24英寸以上',
			},
			{
				value: '19020421',
				label: '显像管（CRT)显示器17英寸及以下',
			},
			{
				value: '19020422',
				label: '显像管（CRT)显示器17英寸以上',
			},
			{
				value: '19020490',
				label: '其他显示器',
			},
			{
				value: '19020511',
				label: '黑白激光打印机',
			},
			{
				value: '19020512',
				label: '彩色激光打印机',
			},
			{
				value: '19020520',
				label: '喷墨打印机',
			},
			{
				value: '19020530',
				label: '针式打印机',
			},
			{
				value: '19020541',
				label: '喷墨多功能一体打印机',
			},
			{
				value: '19020542',
				label: '激光多功能一体打印机',
			},
			{
				value: '19020590',
				label: '其他打印机',
			},
			{
				value: '19020600',
				label: '扫描仪',
			},
			{
				value: '19020700',
				label: '视频投影仪',
			},
			{
				value: '19020810',
				label: 'CD',
			},
			{
				value: '19020820',
				label: 'DVD',
			},
			{
				value: '19020890',
				label: '其他驱动器',
			},
			{
				value: '19020911',
				label: '硬盘/移动硬盘1T及以下',
			},
			{
				value: '19020912',
				label: '硬盘/移动硬盘1T以上2T以下（含2T）',
			},
			{
				value: '19020913',
				label: '硬盘/移动硬盘2T以上',
			},
			{
				value: '19020920',
				label: 'U盘',
			},
			{
				value: '19020990',
				label: '其他存储器',
			},
			{
				value: '19029900',
				label: '其他计算机外围设备',
			},
		],
	},
	{
		group: '教育用影视资料',
		children: [
			{
				value: '21010000',
				label: '幻灯片',
			},
			{
				value: '21020000',
				label: '录音带',
			},
			{
				value: '21030000',
				label: '录像带',
			},
			{
				value: '21990000',
				label: '其他教育专用影视资料',
			},
		],
	},
	{
		group: '文具用品、玩具、游戏品、节日或其他娱乐用品',
		children: [
			{
				value: '22010100',
				label: '电子计算器',
			},
			{
				value: '22010200',
				label: '电子字典/记事簿',
			},
			{
				value: '22010300',
				label: '电子(纸)书',
			},
			{
				value: '22010400',
				label: '笔',
			},
			{
				value: '22019900',
				label: '其他文具用品',
			},
			{
				value: '22020110',
				label: '单脚滑行车、踏板车',
			},
			{
				value: '22020190',
				label: '其他带轮玩具',
			},
			{
				value: '22020200',
				label: '玩偶',
			},
			{
				value: '22020300',
				label: '缩小（按比例缩小）的模型及类似娱乐用模型',
			},
			{
				value: '22020400',
				label: '智力玩具',
			},
			{
				value: '22020500',
				label: '玩具乐器',
			},
			{
				value: '22029900',
				label: '其他玩具',
			},
			{
				value: '22030110',
				label: '便携式游戏机',
			},
			{
				value: '22030120',
				label: '电脑游戏机',
			},
			{
				value: '22030130',
				label: '其他游戏机',
			},
			{
				value: '22030191',
				label: '游戏碟、盘、卡',
			},
			{
				value: '22030192',
				label: '游戏机遥控器、控制器',
			},
			{
				value: '22030199',
				label: '其他游戏机配件、附件',
			},
			{
				value: '22030210',
				label: '纸牌游戏用品',
			},
			{
				value: '22030220',
				label: '棋类产品',
			},
			{
				value: '22030290',
				label: '其他桌上或室内游戏用品',
			},
			{
				value: '22030900',
				label: '游戏品的配件、附件',
			},
			{
				value: '22040110',
				label: '节日装饰品',
			},
			{
				value: '22040120',
				label: '圣诞节传统用品',
			},
			{
				value: '22040130',
				label: '化装舞会及类似场合用品',
			},
			{
				value: '22040190',
				label: '其他节日用品',
			},
			{
				value: '22040200',
				label: '魔术道具及嬉戏品',
			},
			{
				value: '22040900',
				label: '其他娱乐用品',
			},
		],
	},
	{
		group: '邮票、艺术品、收藏品',
		children: [
			{
				value: '23010100',
				label: '中国邮票、小型张、纪念封',
			},
			{
				value: '23010200',
				label: '港澳台、外国邮票',
			},
			{
				value: '23010300',
				label: '港澳台、外国小型张、纪念封',
			},
			{
				value: '23020000',
				label: '艺术品、收藏品',
			},
		],
	},
	{
		group: '乐器',
		children: [
			{
				value: '24010100',
				label: '三角钢琴',
			},
			{
				value: '24010200',
				label: '立式钢琴',
			},
			{
				value: '24010300',
				label: '电子钢琴',
			},
			{
				value: '24019900',
				label: '其他钢琴',
			},
			{
				value: '24020100',
				label: '电子琴49键以下',
			},
			{
				value: '24020200',
				label: '电子琴49键及以上',
			},
			{
				value: '24030000',
				label: '萨克斯',
			},
			{
				value: '24040000',
				label: '电子吉他',
			},
			{
				value: '24050000',
				label: '数码小提琴',
			},
			{
				value: '24060000',
				label: '长、短笛',
			},
			{
				value: '24070000',
				label: '单簧管',
			},
			{
				value: '24080000',
				label: '双簧管',
			},
			{
				value: '24090000',
				label: '古筝',
			},
			{
				value: '24990000',
				label: '其他乐器',
			},
		],
	},
	{
		group: '运动用品、钓鱼用品',
		children: [
			{
				value: '25010100',
				label: '高尔夫球杆',
			},
			{
				value: '25010200',
				label: '高尔夫球',
			},
			{
				value: '25019900',
				label: '其他高尔夫球具',
			},
			{
				value: '25020100',
				label: '网球拍',
			},
			{
				value: '25020200',
				label: '羽毛球拍',
			},
			{
				value: '25029900',
				label: '其他运动器具',
			},
			{
				value: '25030100',
				label: '跑步机',
			},
			{
				value: '25030200',
				label: '健身车',
			},
			{
				value: '25030300',
				label: '综合训练器',
			},
			{
				value: '25039900',
				label: '其他多功能健身器具',
			},
			{
				value: '25040000',
				label: '钓鱼用具',
			},
			{
				value: '25990000',
				label: '其他运动用品',
			},
		],
	},
	{
		group: '自行车',
		children: [
			{
				value: '26010000',
				label: '自行车',
			},
			{
				value: '26020000',
				label: '三轮车',
			},
			{
				value: '26030000',
				label: '婴孩车',
			},
			{
				value: '26090000',
				label: '自行车配件、附件',
			},
		],
	},
	{
		group: '其他物品',
		children: [
			{
				value: '27000000',
				label: '其他物品',
			},
		],
	},
]
export default hscodeArr
